[
    {
        "name": "ساندویچ فیله‌ی مرغ",
        "chief": "rezasoumi",
        "description": "ابتدا کره را داخل ماهیتابه ریخته و بعد پودر سیر را روی آن ریخته و با قاشق با هم مخلوط کنید و اجازه داده تا کره ذوب شود. سپس نان باگت را از وسط قاچ زده و کره را داخل نان بمالید. پیاز را خرد کرده و کنار گذاشته. سپس فیله مرغ را داخل مخلوط کن ریخته و له کنید. نان را از طرفی که به کره آغشته شده داخل ماهیتابه قرار داده تا برشته شود. حالا داخل ماهیتابه کمی روغن ریخته و مرغ له ‌شده را داخل آن بریزید و فلفل سیاه، فلفل قرمز، نمک، آویشن، پیاز و قارچ را به آن اضافه کرده و با هم تفت دهید. در آخر پنیر را روی مواد گذاشته تا آب شود. مواد را داخل نان ریخته. می‌توانید کمی سس مایونز هم روی ساندویچ خود بریزید",
        "category": "6",
        "difficulty": "1",
        "preparation_time": "2",
        "meal_tags": "اصلی",
        "ingredients": [
            {
                "name": "پودر سیر",
                "amount": "1",
                "unit": 4
            },
            {
                "name": "نان باگت کوچک",
                "amount": "1",
                "unit": 6
            },
            {
                "name": "سینه مرغ بدون استخوان",
                "amount": 200,
                "unit": 1
            },
            {
                "name": "پنیر ورقه‌ای",
                "amount": 2,
                "unit": 5
            },
            {
                "name": "قارچ",
                "amount": 50,
                "unit": 1
            },
            {
                "name": "پیاز",
                "amount": 70,
                "unit": 1
            },
            {
                "name": "کره",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "سس مایونز",
                "amount": 4,
                "unit": 4
            }
        ]
    },
    {
        "name": "سالاد سیب زمینی و پیازچه",
        "chief": "aj",
        "description": "ابتدا سیب زمینی را اب پز کنید و بعد از پخته شدن پوست آن را بگیرید و بصورت نگینی خورد کنید. پیازچه تمیز شده و شسته شده را خورد کنید . بعد شوید تازه خورد شده را اضافه کنید. در کنار آن کنسرو ذرت شیرین را بیفزایید. نمک و فلفل و سس ( سه قاشق مایونز و یک قاشق ماست را مخلوط) و به مواد اضافه کنید",
        "category": "3",
        "difficulty": "1",
        "preparation_time": "1",
        "meal_tags": "پیش_غذا",
        "ingredients": [
            {
                "name": "سیب زمینی",
                "amount": 400,
                "unit": 1
            },
            {
                "name": "ذرت شیرین",
                "amount": 1,
                "unit": 3
            },
            {
                "name": "پیازچه",
                "amount": 3,
                "unit": 6
            },
            {
                "name": "شوید تازه",
                "amount": 3,
                "unit": 4
            },
            {
                "name": "سس ماست",
                "amount": 1,
                "unit": 3
            },
            {
                "name": "نمک و فلفل سیاه",
                "amount": 10,
                "unit": 1
            }
        ]
    },
    {
        "name": "تخم مرغ و پنیر موزارلا",
        "chief": "aj",
        "description": "در داخل ماهی‌تابه کمی روغن بریزید و قالب دایره‌ای شکل را داخل آن قرار دهید. تخم‌مرغ را داخل قالب دایره‌ای در ماهیتابه شکسته و پیاز خردشده و گوجه خردشده را روی آن بریزید. سپس ژامپون خردشده را روی آن بریزید و روی آن کمی پنیر موزارلا بریزید و آن را از قالب بیرون بیاورید. در آخر آن را داخل فر به مدت ۱۰ دقیقه در دمای ۱۵۰ درجه‌ی سانتی گراد گذاشته تا پنیر آب شود و روی آن برشته شود",
        "category": "3",
        "difficulty": "1",
        "preparation_time": "1",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "تخم مرغ",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "پیاز",
                "amount": 1,
                "unit": 5
            },
            {
                "name": "گوجه گیلاسی",
                "amount": 2,
                "unit": 6
            },
            {
                "name": "ژامبون",
                "amount": 3,
                "unit": 5
            },
            {
                "name": "پنیر موزارلا",
                "amount": 5,
                "unit": 4
            },
            {
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "استریپس سیب زمینی",
        "chief": "rezasoumi",
        "description": "سیب زمینی پخته شده را میکس کنید تا کاملا له شوند. سپس پیاز و جعفری خرد شده را اضافه کنید. قارچ را کمی تفت دهید بطوریکه آب نیاندازد. بعد از کمی تفت به مواد اضافه کنید. نمک و فلفل سیاه را بیافزایید و خوب ورز دهید. از مواد آماده شده به اندازه یک گلوله بردارید و بصورت مستطیل مانند شکل دهید. ابتدا در آرد و سپس در تخم مرغ و در آخر در مغز نان باگت ریز و خرد شده بغلطانید. در آخر در روغن سرخ کنید . برای اینکه خوش طعم تر شود به تخم مرغ‌تان نمک و فلفل سیاه بیافزایید",
      "category": "3",
        "difficulty": "1",
        "preparation_time": "2",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "سیب زمینی",
                "amount": 4,
                "unit": 6
            },
            {
                "name": "پیاز",
                "amount": 1,
                "unit": 5
            },
            {
                "name": "جعفری",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "قارچ",
                "amount": 150,
                "unit": 1
            },
            {
                "name": "آرد گندم",
                "amount": 3,
                "unit": 4
            },
			{
                "name": "تخم مرغ",
                "amount": 1,
                "unit": 4
            },
			{
                "name": "مغز نان باگت",
                "amount": 1,
                "unit": 5
            },
			{
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "برنج با مرغ سرخ شده",
        "chief": "rezasoumi",
        "description": "برای مرحله اول کره را در یک تابه بزرگ ریخته و آن را آب کنید. پیاز و هویج و نخود را در آن ریخته و کمی تفت دهید تا سبزیجات شما نرم و کمی پخته شوند. حالا مرغ را داخل تابه بیندازید و آن را سرخ کنید. در تابه را بگذارید تا مرغ کمی بپزد. بعد از اینکه مرغ پخته شد، سس سویا و ادویه های مورد نظرتان به به همراه تخم مرغ ها در تابه بریزید. توجه داشته باشید که تخم مرغ ها را باید هم بزنید و بعد در تابه بریزید. وقتی تخم مرغ سفت شد، برنج پخته شده را به مواد اضافه کنید برای مرحله آخر پیازچه را نیز اضافه کنید و هم بزنید. اجازه دهید تا مواد چند دقیقه ای با هم گرم شوند و مخلوط شوند. سپس آن را در ظرف ریخته و سرو کنید.",
        "category": "5",
        "difficulty": "2",
        "preparation_time": "3",
        "meal_tags": "ناهار",
        "ingredients": [
            {
                "name": "کره",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "برنج سفید",
                "amount": 4,
                "unit": 4
            },
            {
                "name": "نخود فرنگی",
                "amount": 20,
                "unit": 1
            },
            {
                "name": "هویج",
                "amount": 3,
                "unit": 5
            },
            {
                "name": "تخم مرغ",
                "amount": 2,
                "unit": 6
            },
			{
                "name": "سینه مرغ بدون استخوان",
                "amount": 300,
                "unit": 1
            },
			{
                "name": "پیازچه",
                "amount": 1,
                "unit": 5
            },
			{
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "پاستا گوجه و پنیر فتا",
        "chief": "aj",
        "description": "فر را با دمای 400 درجه فارنهایت گرم کنید. در یک تابه بزرگ مناسب فر، گوجه فرنگی، موسیر، سیر و مقداری روغن را مخلوط کنید. سپس به میزان دلخواه نمک و فلفل به آن اضافه کنید. پنیر فتا را در مرکز مخلوط گوجه فرنگی قرار دهید و 1 قاشق غذا خوری روغن زیتون روی آن بریزید. آویشن تازه را روی گوجه فرنگی‌ها قرار دهید. تابه را به مدت 40 تا 45 دقیقه درون فر قرار دهید تا گوجه فرنگی‌ها ترکیده و روی پنیر طلایی رنگ شود. در یک قابلمه بزرگ مقداری آب بریزید تا به جوش بیاید. به آب در حال جوش مقداری نمک اضافه کنید و پاستا‌ها را درون آب بریزید. 2/1 پیمانه از آب پاستا را پیش از آبکش کردن نگه دارید. پس از اینکه پاستا کاملا پخت، آن را آبکش کرده و کنار بگذارید. تابه‌ای که درون فر قرار داده بودید را بیرون بیاورید و آب پاستا را به آن اضافه کنید و همه مواد را با چنگال له کنید. سپس پاستا را به سس اضافه کنید و بهم بزنید تا کاملا مخلوط شود. غذای شما آماده است. می‌توانید با مقداری برگ ریحان آن را تزئین و سرو نمایید.",
         "category": "6",
        "difficulty": "3",
        "preparation_time": "2",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "پنیر فتا",
                "amount": 100,
                "unit": 1
            },
            {
                "name": "سیر",
                "amount": 2,
                "unit": 6
            },
            {
                "name": "موسیر",
                "amount": 0.5,
                "unit": 6
            },
            {
                "name": "گوجه گیلاسی",
                "amount": 5,
                "unit": 6
            },
            {
                "name": "روغن زیتون",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "پاستا",
                "amount": 280,
                "unit": 1
            },
			{
                "name": "ریحان",
                "amount": 1,
                "unit": 5
            }
        ]
    },
    {
        "name": "سالاد تن ماهی",
        "chief": "aj",
        "description": "مرحله اول پختن تن ماهی قبل از هر کاری لازم است تا کنسرو تن ماهی را در آب بجوشانید. بهترین زمان برای جوشاندن کنسرو تن ماهی 20 دقیقه است. بد نیست بدانید که کنسرو تن ماهی می‌تواند یکی از عوامل ابتلا به مسمومیت بوتولیسم باشد. بوتولیسم یک نوع مسمومیت حاد است که درمان خاصی ندارد و عامل اصلی آن باکتری‌هایی هستند که در محیط غذاهای کنسروی رشد می‌کنند. تنها راه جلوگیری از ابتلا به این مسمومیت، جوشاندن کنسرو پیش از مصرف آن است. مرحله دوم آماده سازی سالادپیاز و خیارشور را به صورت نگینی خرد کنید و درون یک کاسه مناسب بریزید. پس از اینکه کنسرو تن ماهی جوشانده شد، تن ماهی را به همراه روغن آن درون کاسه بریزید. به مواد درون کاسه سس مایونز، سس خردل، نمک، فلفل و پودر آویشن را اضافه کرده و به خوبی بهم بزنید. با استفاده از چنگال تن ماهی را خوب له کنید. سالاد شما حاضر است. مرحله سوم سرو سالاد تن ماهی و خیارشور این سالاد با نان سرو می‌شود. شما می‌توانید از نان باگت یا نان تست برای ساندویچ کردن این سالاد استفاده کنید.",
        "category": "6",
        "difficulty": "1",
        "preparation_time": "2",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "کنسرو تن ماهی",
                "amount": 1,
                "unit": 5
            },
            {
                "name": "پیاز",
                "amount": 1,
                "unit": 5
            },
            {
                "name": "خیارشور",
                "amount": 5,
                "unit": 6
            },
            {
                "name": "سس مایونز",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "سس خردل",
                "amount": 2,
                "unit": 4
            },
			{
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "مک اند چیز",
        "chief": "rezasoumi",
        "description": "مرحله اول پخت پاستا یک قابلمه بزرگ از آب و کمی نمک را روی حرارت قرار دهید تا به جوش بیاید. در ادامه پاستا را اضافه کنید و تا زمانی که نرم شود آن را بپزید. مرحله دوم ترکیب پاستا، پنیر و ادویه ماکارونی آبکش شده را به قابلمه برگردانید. پنیر پروسس، پنیر چدار و خامه را مخلوط کنید تا پنیرها آب شوند. سپس نمک و فلفل را اضافه کنید و مک اند چیز را درون ظرف سرو بکشید.  می‌توانید ترکیب را در ظرف مناسب بریزید و در فر بگذارید تا روی آن برشته و طلایی شود.",
        "category": "6",
        "difficulty": "2",
        "preparation_time": "1",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "ماکارونی",
                "amount": 1,
                "unit": 3
            },
            {
                "name": "پنیر پیتزا",
                "amount": 170,
                "unit": 1
            },
            {
                "name": "پنیر چدار",
                "amount": 0.5,
                "unit": 3
            },
            {
                "name": "خامه",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "ساندویچ آووکادو",
        "chief": "rezasoumi",
        "description": "اگر از بیکن برای این ساندویچ استفاده میکنید، قبل از هرچیز آن را در روغن سرخ کنید.نان را در توستر یا ماهیتابه نچسب برشته کنید. آووکادو را برش زده و گوجه فرنگی را خلالی خرد کنید. بر روی برش‌های گوجه فرنگی، مقداری نمک بپاشید. دو طرف نان را به سس مایونز آغشته کنید. روی نان پنیر چدار، برش‌های گوجه فرنگی و آووکادو را بچینید. در ادامه بیکن یا کالباس و کاهو را روی آن قرار دهید. تکه دیگر نان را روی ساندویچ قرار دهید و سرو کنید.",
        "category": "6",
        "difficulty": "1",
        "preparation_time": "1",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "بیکن",
                "amount": 200,
                "unit": 1
            },
            {
                "name": "آووکادو",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "گوجه فرنگی",
                "amount": 25,
                "unit": 1
            },
            {
                "name": "سس مایونز",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "کاهو",
                "amount": 4,
                "unit": 5
            },
			{
                "name": "پنیر چدار",
                "amount": 1,
                "unit": 5
            },
			{
                "name": "نان تست",
                "amount": 4,
                "unit": 5
            }
        ]
    },
    {
        "name": "املت قارچ",
        "chief": "rezasoumi",
        "description": "قارچ و پیاز را شسته و سپس آن را به صورت نگینی خرد کنید. درون یک ماهیتابه مناسب، پیاز را تفت داده، قارچ را به آن اضافه کرده و حرارت را کم کنید. تخم مرغ را به همراه نمک و فلفل درون یک کاسه کوچک بهم بزنید. پس از اینکه قارچ‌ها نرم شدند، تخم مرغ را به آن اضافه کنید و زمان دهید تا با حرارت ملایم خوب پخته شود. بعد از گذشت چند دقیقه آن را برگردانید تا طرف دیگر املت نیز سرخ شود. در انتها مقداری کره به املت اضافه کنید",
        "category": "6",
        "difficulty": "1",
        "preparation_time": "1",
        "meal_tags": "صبحانه",
        "ingredients": [
            {
                "name": "قارچ",
                "amount": 500,
                "unit": 1
            },
            {
                "name": "پیاز",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "تخم مرغ",
                "amount": 5,
                "unit": 6
            },
            {
                "name": "کره",
                "amount": 2,
                "unit": 4
            },
            {
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "کوکو سیب زمینی",
        "chief": "rezasoumi",
        "description": "قبل از شروع سیب‌ زمینی‌ها باید آب پز شوند. سیب ‌زمینی‌ها را شسته و سپس به همراه مقداری آب در یک قابلمه مناسب ریخته و روی حرارت ملایم قرار دهید تا آبپز شوند. پس از گذشت حدود بیست دقیقه سیب زمینی‌ها کاملا پخته خواهند شد. بعد از پخته شدن سیب زمینی‌ها آن‌ها را از آب خارج کرده و زیر آب سرد قرار دهید تا کمی خنک شود. در ادامه پوست سیب زمینی‌ها را بگیرید و آن‌ها را درون یک کاسه مناسب بریزید. برای آماده سازی مایه کوکو سیب زمینی، سیب زمینی‌ها را در کاسه مورد نظر رنده کنید. سپس پیاز را رنده کرده و ادویه و شوید خشک (یا نعنا خشک) را به آن اضافه کنید. در ادامه تخم مرغ را به سیب زمینی‌ها اضافه کنید و مواد را با چنگال یا همزن دستی بهم بزنید تا خوب یکدست شوند. پس از آماده شدن مایه کوکو مقداری روغن درون یک تابه نچسب بریزید و اجازه دهید تا روغن به خوبی داغ شود. در ادامه تمام مایه کوکو را درون روغن ریخته، درب ماهیتابه را بسته و حرارت را کم کنید تا کاملا مغز پخت شود. پس از گذشت چند دقیقه اطراف کوکو را چک کنید. اگر برشته شده باشد، کوکو آماده برعکس کردن است. با استفاده از دو کفگیر مناسب کوکو را برگردانید و طرف دیگر آن را سرخ کنید. چند دقیقه زمان بدهید تا طرف دوم نیز سرخ شود. کوکو سیب زمینی را با خیارشور و گوجه فرنگی سرو کنید و از خوردن آن لذت ببرید.",
        "category": "5",
        "difficulty": "1",
        "preparation_time": "1",
        "meal_tags": "شام",
        "ingredients": [
            {
                "name": "سیب زمینی",
                "amount": 5,
                "unit": 6
            },
            {
                "name": "تخم مرغ",
                "amount": 3,
                "unit": 6
            },
            {
                "name": "پیاز",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "شوید",
                "amount": 1,
                "unit": 4
            },
            {
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "اشکنه",
        "chief": "rezasoumi",
        "description": "آرد، زردچوبه و پیازداغ را با مقداری روغن درون یک قابلمه مناسب تفت دهید. بعد از اینکه رنگ آن کمی تغییر کرد، شنبلیله را اضافه کنید و بهم بزنید. سه پیمانه آب را در چند مرحله و کم کم به مخلوط پیاز داغ اضافه کنید و مجددا هم بزنید. سیب زمینی را نگینی خرد کنید و به همراه نمک و فلفل به قابلمه اضافه کنید. 30 دقیقه زمان بدهید تا کاملا بپزد. مراحل پخت این غذا باید با شعله ملایم انجام شود تا آرد غلیظ شود. تخم مرغ ها را در ظرف مناسبی بشکنید و بهم بزنید. در ادامه آن را به قابلمه اضافه کنید و بهم بزنید تا مواد یکنواخت شود. زمانی‌که تخم مرغ خودش را گرفت و پخته شد، اشکنه آماده سرو است.",
    	"category": "5",
        "difficulty": "2",
        "preparation_time": "2",
        "meal_tags": "ناهار",
        "ingredients": [
            {
                "name": "سیب زمینی",
                "amount": 1,
                "unit": 6
            },
            {
                "name": "تخم مرغ",
                "amount": 2,
                "unit": 6
            },
            {
                "name": "پیاز",
                "amount": 0.5,
                "unit": 6
            },
            {
                "name": "شنبلیله",
                "amount": 1,
                "unit": 4
            },
            {
                "name": "آب",
                "amount": 1,
                "unit": 3
            },
			{
                "name": "آرد گندم",
                "amount": 1,
                "unit": 4
            },
			{
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    },
    {
        "name": "مرغ با سس پستو",
        "chief": "rezasoumi",
        "description": "ظرف مورد نظرتان را با روغن کمی چرب کنید و مرغ را داخل ظرف فر گذاشته و سس پستو را روی آن اضافه کنید. سپس گوجه‌های حلقه شده را روی موادتان گذاشته و کمی فلفل به آن بزنید و در آخر روی موادتان را خوب با پنیر موزارلا بپوشانید. در آخر ظرف را به مدت ۳۰ دقیقه داخل فر به دمای ۲۰۰ درجه‌ی سانتی‌گراد بگذارید",
        "category": "6",
        "difficulty": "1",
        "preparation_time": "2",
        "meal_tags": "ناهار",
        "ingredients": [
            {
                "name": "فیله مرغ",
                "amount": 4,
                "unit": 6
            },
            {
                "name": "گوجه فرنگی",
                "amount": 3,
                "unit": 6
            },
            {
                "name": "سس پستو",
                "amount": 3,
                "unit": 4
            },
            {
                "name": "پنیر موزارلا",
                "amount": 1,
                "unit": 3
            },
            {
                "name": "روغن",
                "amount": 2,
                "unit": 4
            },
			{
                "name": "نمک و فلفل سیاه",
                "amount": 1,
                "unit": 4
            }
        ]
    }
]